[
  {
    "id": 1,
    "name": "Reusable Beeswax Wraps",
    "price": 699,
    "image": "imagefolder/1.jpg",
    "description": "Smart food storage made with beeswax-infused cloth, replacing plastic wraps. Durable, washable, and biodegradable—perfect blend of tradition and eco-tech for zero-waste lifestyles."
  },
  {
    "id": 2,
    "name": "Bamboo Toothbrushes",
    "price": 249,
    "image": "imagefolder/2.jpg",
    "description": "An eco-tech upgrade for oral care. These biodegradable bamboo toothbrushes reduce plastic pollution while maintaining hygiene with soft, BPA-free bristles and a compostable handle."
  },
  {
    "id": 3,
    "name": "Plant-Based Biodegradable Trash Bags",
    "price": 399,
    "image": "imagefolder/3.jpg",
    "description": "Tech-driven biodegradable trash bags made from plants. Break down naturally without polluting soil or water, offering a sustainable, future-ready alternative to traditional plastic garbage bags."
  },
  {
    "id": 4,
    "name": "Solar-Powered Power Banks",
    "price": 2499,
    "image": "imagefolder/4.jpg",
    "description": "Eco-tech charging solution powered by the sun. This solar power bank stores clean energy, perfect for outdoor use, emergencies, and reducing your carbon footprint."
  },
  {
    "id": 5,
    "name": "Recycled Paper Stationery",
    "price": 349,
    "image": "imagefolder/5.jpg",
    "description": "Smartly recycled notebooks using tech-optimized processing. Reduces paper waste and promotes green living with zero-bleach, chemical-free paper—ideal for school, office, or journaling needs."
  },
  {
    "id": 6,
    "name": "Eco-Friendly Detergents",
    "price": 599,
    "image": "imagefolder/6.jpg",
    "description": "Green chemistry meets eco-tech cleaning. Biodegradable laundry detergent removes stains without harming nature, using plant enzymes and sustainable packaging for a cleaner planet."
  },
  {
    "id": 7,
    "name": "Cloth Shopping Bags",
    "price": 199,
    "image": "imagefolder/7.jpg",
    "description": "Tech-enhanced reusable cloth bags designed for strength, style, and sustainability. Replace plastic bags with washable, long-lasting fabric built to support eco-smart shopping habits."
  },
  {
    "id": 8,
    "name": "Shampoo Bars",
    "price": 499,
    "image": "imagefolder/8.jpg",
    "description": "Advanced zero-waste haircare. Solid shampoo bars packed with natural oils and no plastic packaging. Eco-tech solution for healthy hair and a cleaner planet."
  },
  {
    "id": 9,
    "name": "Bamboo Cutlery Sets",
    "price": 899,
    "image": "imagefolder/9.jpg",
    "description": "Portable bamboo cutlery infused with sustainable innovation. Replace single-use plastic utensils with this reusable, antibacterial, and stylish set—an essential eco-tech switch for conscious living."
  },
  {
    "id": 10,
    "name": "Compost Bins",
    "price": 1999,
    "image": "imagefolder/10.jpg",
    "description": "Compact kitchen compost bin powered by odor-blocking eco-tech. Transforms organic waste into nutrient-rich compost, encouraging greener homes and cleaner landfills."
  },
  {
    "id": 11,
    "name": "Upcycled Furniture",
    "price": 8499,
    "image": "imagefolder/11.jpg",
    "description": "Furniture reborn through eco-tech upcycling. Crafted from reclaimed wood, each piece combines sustainability with smart design, reducing landfill waste and carbon emissions."
  },
  {
    "id": 12,
    "name": "LED Bulbs",
    "price": 299,
    "image": "imagefolder/12.jpg",
    "description": "Low-energy, high-efficiency LED bulbs with smart eco-tech engineering. Cut electricity usage and carbon footprint with long-lasting lighting technology."
  },
  {
    "id": 13,
    "name": "Eco-Bricks",
    "price": 50,
    "image": "imagefolder/13.jpg",
    "description": "Plastic waste meets eco-engineering. Eco-bricks are durable blocks formed from reused plastic, perfect for green construction and educational projects."
  },
  {
    "id": 14,
    "name": "Coconut Shell Bowls",
    "price": 699,
    "image": "imagefolder/14.jpg",
    "description": "Crafted using nature and tech, these coconut bowls are biodegradable, lightweight, and perfect for serving meals sustainably with zero waste."
  },
  {
    "id": 15,
    "name": "Natural Fiber Clothing",
    "price": 1499,
    "image": "imagefolder/15.jpg",
    "description": "Breathe in eco-fashion. Clothing made from tech-processed natural fibers like hemp and bamboo, offering comfort, style, and sustainability in every thread."
  },
  {
    "id": 16,
    "name": "Biodegradable Phone Cases",
    "price": 999,
    "image": "imagefolder/16.jpg",
    "description": "Eco-smart phone protection made from compostable materials. Durable, stylish, and fully biodegradable—tech meets sustainability in your daily accessories."
  },
  {
    "id": 17,
    "name": "Solar Garden Lights",
    "price": 1499,
    "image": "imagefolder/17.jpg",
    "description": "Illuminate outdoors using solar energy. Smart sensors charge by day, glow by night. A beautiful blend of renewable energy and sustainable design."
  },
  {
    "id": 18,
    "name": "Refillable Cleaning Spray Bottles",
    "price": 399,
    "image": "imagefolder/18.jpg",
    "description": "Reusable spray bottles designed for tablet-based cleaning solutions. Eco-tech cleaning innovation reduces plastic waste and encourages sustainable home care."
  },
  {
    "id": 19,
    "name": "Paper Seed Pencils",
    "price": 299,
    "image": "imagefolder/19.jpg",
    "description": "Write your ideas, then plant them. These biodegradable pencils contain seeds and merge writing with growing—a clever eco-tech product for students and artists."
  },
  {
    "id": 20,
    "name": "Solar Powered Water Purifiers",
    "price": 2999,
    "image": "imagefolder/20.jpg",
    "description": "Harness solar power to purify water anywhere. Tech-powered filtration removes contaminants while staying off-grid—ideal for emergencies and eco-friendly living."
  }
]